Repository: George-Corrigan/AnyCubic-Kobra-Max-UI-ShadowUI
Catalog: Source/Web.ShadowUI/Web.ShadowUI/Resources/Pages.Index_Model.*.resx
Languages: de_de, es, fr, it, nl_nl, th_th, zh_hans

# Message_206
source: The calibration has failed. Please check the wiring or contact customer service.
de_de: Die Kalibrierung ist fehlgeschlagen. Bitte überprüfen Sie die Verkabelung oder wenden Sie sich an den Kundendienst.
es: La calibración ha fallado. Compruebe el cableado o póngase en contacto con el servicio de atención al cliente.
fr: L'étalonnage a échoué. Veuillez vérifier le câblage ou contacter le service client.
it: La calibrazione non è riuscita. Verificare il cablaggio o contattare il servizio clienti.
nl_nl: De kalibratie is mislukt. Controleer de bedrading of neem contact op met de klantenservice.
th_th: การสอบเทียบล้มเหลว กรุณาตรวจสอบสายไฟหรือติดต่อฝ่ายบริการลูกค้า
zh_hans: 校准失败。请检查接线或联系客服。

source: Motors Off
de_de: Motoren aus
es: motores apagados
fr: Moteurs éteints
it: Motori spenti
nl_nl: Motoren uit
th_th: ปิดมอเตอร์
zh_hans: 电机关闭

source: Move Axes
de_de: Achsen bewegen
es: Mover ejes
fr: Déplacer les haches
it: Sposta gli assi
nl_nl: Assen verplaatsen
th_th: ย้ายแกน
zh_hans: 移动轴

source: Nozzle Temp
de_de: Düsentemp
es: Temperatura de la boquilla
fr: Température de la buse
it: Temp. Ugello
nl_nl: Mondstuktemp
th_th: อุณหภูมิหัวฉีด
zh_hans: 喷嘴温度

source: Ok
es: De acuerdo
fr: D'accord
th_th: ตกลง
zh_hans: 好的

source: Pause
es: Pausa
it: Pausa
nl_nl: Pauze
th_th: หยุดชั่วคราว
zh_hans: 暂停

source: Preheat
de_de: Vorwärmen
es: Precalentar
fr: Préchauffer
it: Preriscaldare
nl_nl: voorverwarmen
th_th: เปิดเครื่อง
zh_hans: 预热

source: Preheat ABS
de_de: ABS vorheizen
es: Precalentar ABS
fr: Préchauffer l'ABS
it: Preriscaldare l'ABS
nl_nl: ABS voorverwarmen
th_th: อุ่นเครื่อง ABS
zh_hans: 预热ABS

source: Preheat PLA
de_de: PLA vorwärmen
es: Precalentar PLA
fr: Préchauffer le PLA
it: Preriscaldare il PLA
nl_nl: Verwarm PLA voor
th_th: เปิดเครื่อง PLA
zh_hans: 预热PLA

source: Prepare
de_de: Vorbereiten
es: Preparar
fr: Préparer
it: Preparare
nl_nl: Voorbereiden
th_th: เตรียมตัว
zh_hans: 准备

source: Print
de_de: Drucken
es: Imprimir
fr: Imprimer
it: Stampa
nl_nl: Afdrukken
th_th: พิมพ์
zh_hans: 打印

source: Print (File Selection)
de_de: Drucken (Dateiauswahl)
es: Imprimir (Selección de archivo)
fr: Imprimer (sélection de fichier)
it: Stampa (selezione file)
nl_nl: Afdrukken (bestandsselectie)
th_th: พิมพ์ (การเลือกไฟล์)
zh_hans: 打印（文件选择）

source: Print (Paused)
de_de: Drucken (angehalten)
es: Imprimir (en pausa)
fr: Impression (pause)
it: Stampa (in pausa)
nl_nl: Afdrukken (onderbroken)
th_th: พิมพ์ (หยุดชั่วคราว)
zh_hans: 打印（暂停）

source: Print Speed
de_de: Druckgeschwindigkeit
es: Velocidad de impresión
fr: Vitesse d'impression
it: Velocità di stampa
nl_nl: Afdruksnelheid
th_th: ความเร็วในการพิมพ์
zh_hans: 打印速度

source: Progress
de_de: Fortschritt
es: Progreso
fr: Progrès
it: Progresso
nl_nl: Voortgang
th_th: ความคืบหน้า
zh_hans: 进步

source: Refresh
de_de: Aktualisierung
es: Actualizar
fr: Rafraîchir
it: ricaricare
nl_nl: Vernieuwen
th_th: รีเฟรช
zh_hans: 刷新

source: Reset
de_de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
it: Ripristina
nl_nl: Resetten
th_th: รีเซ็ต
zh_hans: 重置

source: Resume
de_de: Fortsetzen
es: Reanudar
fr: CV
it: Riprendere
nl_nl: Cv
th_th: ประวัติย่อ
zh_hans: 恢复

source: Set
de_de: Satz
es: Colocar
fr: Ensemble
it: Impostato
th_th: ชุด
zh_hans: 放

source: Settings
de_de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
nl_nl: Instellingen
th_th: การตั้งค่า
zh_hans: 设置

source: Sounds Disabled
de_de: Töne deaktiviert
es: Sonidos deshabilitados
fr: Sons désactivés
it: Suoni disattivati
nl_nl: Klinkt uitgeschakeld
th_th: ปิดเสียง
zh_hans: 声音已禁用

source: Sounds Enabled
de_de: Töne aktiviert
es: Sonidos habilitados
fr: Sons activés
it: Suoni abilitati
nl_nl: Geluiden ingeschakeld
th_th: เปิดใช้งานเสียงแล้ว
zh_hans: 声音已启用

source: Speed
de_de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: Velocità
nl_nl: Snelheid
th_th: ความเร็ว
zh_hans: 速度

source: Stop
de_de: Stoppen
es: Detener
fr: Arrêt
it: Fermare
th_th: หยุด
zh_hans: 停止

source: System
es: Sistema
fr: Système
it: Sistema
nl_nl: Systeem
th_th: ระบบ
zh_hans: 系统

source: Target Bed Temperature
de_de: Zielbetttemperatur
es: Temperatura objetivo de la cama
fr: Température cible du lit
it: Temperatura target del letto
nl_nl: Doelbedtemperatuur
th_th: อุณหภูมิเตียงเป้าหมาย
zh_hans: 目标床温

source: Target Fan Speed
de_de: Soll-Lüftergeschwindigkeit
es: Velocidad objetivo del ventilador
fr: Vitesse cible du ventilateur
it: Velocità target della ventola
nl_nl: Doelventilatorsnelheid
th_th: ความเร็วพัดลมเป้าหมาย
zh_hans: 目标风扇速度

source: Target Nozzle Temperature
de_de: Zieldüsentemperatur
es: Temperatura objetivo de la boquilla
fr: Température cible de la buse
it: Temperatura target dell'ugello
nl_nl: Doelsproeiertemperatuur
th_th: อุณหภูมิหัวฉีดเป้าหมาย
zh_hans: 目标喷嘴温度

source: Target Print Speed
de_de: Zieldruckgeschwindigkeit
es: Velocidad de impresión objetivo
fr: Vitesse d'impression cible
it: Velocità di stampa target
nl_nl: Beoogde afdruksnelheid
th_th: ความเร็วการพิมพ์เป้าหมาย
zh_hans: 目标打印速度

source: Technical Support
de_de: Technischer Support
es: Apoyo técnico
fr: Soutien technique
it: Supporto tecnico
nl_nl: Technische hulp
th_th: การสนับสนุนทางเทคนิค
zh_hans: 技术支援

source: Temperature
de_de: Temperatur
es: Temperatura
fr: Température
it: Temperatura
nl_nl: Temperatuur
th_th: อุณหภูมิ
zh_hans: 温度

source: Time Elapsed
de_de: Verstrichene Zeit
es: Tiempo transcurrido
fr: Temps écoulé
it: Tempo trascorso
nl_nl: Verstreken tijd
th_th: เวลาที่ผ่านไป
zh_hans: 时间流逝

source: UI Version
es: Versión de interfaz de usuario
fr: Version de l'interface utilisateur
it: Versione dell'interfaccia utente
nl_nl: UI-versie
th_th: เวอร์ชัน UI
zh_hans: 界面版本

source: Up
de_de: Hoch
es: Arriba
fr: En haut
it: Su
nl_nl: Omhoog
th_th: ขึ้น
zh_hans: 向上

source: User Input
de_de: Benutzereingabe
es: Entrada del usuario
fr: Entrée utilisateur
it: Input dell'utente
nl_nl: Gebruikers invoer
th_th: การป้อนข้อมูลของผู้ใช้
zh_hans: 用户输入

source: Wi-Fi Name
de_de: WLAN-Name
es: Nombre de wifi
fr: Nom Wi-Fi
it: Nome Wi-Fi
nl_nl: Wi-Fi-naam
th_th: ชื่อ Wi-Fi
zh_hans: Wi-Fi 名称

source: X
th_th: เอ็กซ์

source: X-Axis Zero
de_de: X-Achse Null
es: eje X cero
fr: Axe X Zéro
it: Asse X Zero
nl_nl: X-as nul
th_th: ศูนย์แกน X
zh_hans: X 轴归零

source: Y
fr: Oui
th_th: วาย
zh_hans: 是

source: Y-Axis Zero
de_de: Y-Achse Null
es: Eje Y Cero
fr: Axe Y Zéro
it: Asse Y zero
nl_nl: Y-as nul
th_th: แกน Y เป็นศูนย์
zh_hans: Y轴归零

source: Z-Axis Zero
de_de: Nullpunkt der Z-Achse
es: Eje Z cero
fr: Z-Axe Zéro
it: Asse Z zero
nl_nl: Z-as nul
th_th: ศูนย์แกน Z
zh_hans: Z 轴归零

source: Zero All
de_de: Null alle
es: cero todo
fr: Zéro Tout
it: Zero Tutto
nl_nl: Nul allemaal
th_th: ศูนย์ทั้งหมด
zh_hans: 全部归零

source: Z-Offset
es: Desplazamiento Z
fr: Décalage Z
th_th: Z-ออฟเซ็ต
zh_hans: Z 偏移

source: Wi-Fi
de_de: W-lan
zh_hans: 无线上网
