Repository: George-Corrigan/AnyCubic-Kobra-Max-UI-ShadowUI
Catalog: Source/Web.ShadowUI/Web.ShadowUI/Resources/Pages.Index_Model.*.resx
Languages: de_de, es, fr, it, nl_nl, th_th, zh_hans

# Language_zh-Hans
source: Chinese
de_de: Chinesisch
es: Chino
fr: Chinois
it: Cinese
th_th: ชาวจีน
zh_hans: 中国人

# Language_nl-NL
source: Dutch
de_de: Niederländisch
es: Holandés
fr: Néerlandais
it: Olandese
nl_nl: Nederlands
th_th: ภาษาดัตช์
zh_hans: 荷兰语

# Language_en
source: English
de_de: Englisch
es: Inglés
fr: Anglais
it: Inglese
nl_nl: Engels
th_th: ภาษาอังกฤษ
zh_hans: 英语

# Language_fr
source: French
de_de: Französisch
es: Francés
fr: Français
it: francese
nl_nl: Frans
th_th: ภาษาฝรั่งเศส
zh_hans: 法语

# Language_de-DE
source: German
de_de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco
nl_nl: Duits
th_th: ภาษาเยอรมัน
zh_hans: 德语

# Language_it
source: Italian
de_de: Italienisch
es: italiano
fr: italien
it: Italiano
nl_nl: Italiaans
th_th: ภาษาอิตาลี
zh_hans: 意大利语

# Language_es
source: Spanish
de_de: Spanisch
es: Español
fr: Espagnol
it: spagnolo
nl_nl: Spaans
th_th: สเปน
zh_hans: 西班牙语

# Language_th-TH
source: Thai
de_de: Thailändisch
es: tailandés
fr: thaïlandais
it: tailandese
nl_nl: Thais
th_th: แบบไทย
zh_hans: 泰国

source: About
de_de: Um
es: Acerca de
fr: À propos
it: Di
nl_nl: Over
th_th: เกี่ยวกับ
zh_hans: 关于

source: Auto-Leveling
de_de: Automatische Nivellierung
es: Nivelación automática
fr: Nivellement automatique
it: Autolivellamento
nl_nl: Automatische nivellering
th_th: ปรับระดับอัตโนมัติ
zh_hans: 自动调平

source: Back
de_de: Zurück
es: Atrás
fr: Dos
it: Indietro
nl_nl: Rug
th_th: กลับ
zh_hans: 后退

source: Bed Temp
de_de: Betttemp
es: Temperatura de la cama
fr: Température du lit
it: Temp. Letto
th_th: อุณหภูมิเตียง
zh_hans: 床温

source: Build Volume
de_de: Volumen aufbauen
es: Volumen de construcción
fr: Volume de construction
it: Costruisci volume
nl_nl: Volume opbouwen
th_th: สร้างปริมาณ
zh_hans: 构建体积

source: Cancel
de_de: Stornieren
es: Cancelar
fr: Annuler
it: Annulla
nl_nl: Annuleren
th_th: ยกเลิก
zh_hans: 取消

source: Continue
de_de: Weitermachen
es: Continuar
fr: Continuer
it: Continua
nl_nl: Doorgaan
th_th: ดำเนินการต่อ
zh_hans: 继续

source: Current Bed Temperature
de_de: Aktuelle Betttemperatur
es: Temperatura actual de la cama
fr: Température actuelle du lit
it: Temperatura attuale del letto
nl_nl: Huidige bedtemperatuur
th_th: อุณหภูมิเตียงปัจจุบัน
zh_hans: 当前床温

source: Current Fan Speed
de_de: Aktuelle Lüftergeschwindigkeit
es: Velocidad actual del ventilador
fr: Vitesse actuelle du ventilateur
it: Velocità corrente della ventola
nl_nl: Huidige ventilatorsnelheid
th_th: ความเร็วพัดลมปัจจุบัน
zh_hans: 当前风扇速度

source: Current Nozzle Temperature
de_de: Aktuelle Düsentemperatur
es: Temperatura actual de la boquilla
fr: Température actuelle de la buse
it: Temperatura attuale dell'ugello
nl_nl: Huidige mondstuktemperatuur
th_th: อุณหภูมิหัวฉีดปัจจุบัน
zh_hans: 当前喷嘴温度

# CurrentPrintRate
source: Current Print Speed
de_de: Aktuelle Druckgeschwindigkeit
es: Velocidad de impresión actual
fr: Vitesse d'impression actuelle
it: Velocità di stampa corrente
nl_nl: Huidige afdruksnelheid
th_th: ความเร็วการพิมพ์ปัจจุบัน
zh_hans: 当前打印速度

source: Down
de_de: Runter
es: Abajo
fr: Bas
it: Giù
nl_nl: Omlaag
th_th: ลง
zh_hans: 向下

source: Fan Speed
de_de: Lüftergeschwindigkeit
es: Velocidad del ventilador
fr: Vitesse du ventilateur
it: Velocità della ventola
nl_nl: Ventilator snelheid
th_th: ความเร็วของพัดลม
zh_hans: 风扇转速

source: Filament
es: Filamento
it: Filamento
nl_nl: Gloeidraad
th_th: เส้นใย
zh_hans: 灯丝

source: Filament In
de_de: Filament ein
es: Filamento en
fr: Filament dans
it: Filamento dentro
nl_nl: Filament erin
th_th: ไส้ใน
zh_hans: 长丝输入

source: Filament Out
de_de: Filament aus
es: Filamento fuera
fr: Filament sorti
it: Filamento fuori
nl_nl: Filament uit
th_th: เส้นใยออก
zh_hans: 灯丝出

source: Firmware Version
es: Versión de firmware
fr: Version du firmware
it: Versione del firmware
nl_nl: Firmware versie
th_th: เวอร์ชันเฟิร์มแวร์
zh_hans: 固件版本

source: IP Address
de_de: IP Adresse
es: Dirección IP
fr: Adresse IP
it: Indirizzo IP
nl_nl: IP adres
th_th: ที่อยู่ IP
zh_hans: IP地址

source: Leveling
de_de: Nivellierung
es: Arrasamiento
fr: Nivellement
it: Livellamento
nl_nl: Nivellering
th_th: ปรับระดับ
zh_hans: 练级

source: Light
de_de: Licht
es: Luz
fr: Lumière
it: Leggero
nl_nl: Licht
th_th: แสงสว่าง
zh_hans: 光

source: Machine
de_de: Maschine
es: Máquina
it: Macchina
th_th: เครื่องจักร
zh_hans: 机器

# Message_140
source: The operation is finished!
de_de: Der Vorgang ist beendet!
es: ¡La operación ha terminado!
fr: L'opération est terminée !
it: L'operazione è terminata!
nl_nl: De operatie is voltooid!
th_th: การดำเนินการเสร็จสิ้นแล้ว!
zh_hans: 手术结束！

# Message_141
source: The printer's temperature sensor is not working properly.
de_de: Der Temperatursensor des Druckers funktioniert nicht richtig.
es: El sensor de temperatura de la impresora no funciona correctamente.
fr: Le capteur de température de l'imprimante ne fonctionne pas correctement.
it: Il sensore di temperatura della stampante non funziona correttamente.
nl_nl: De temperatuursensor van de printer werkt niet goed.
th_th: เซ็นเซอร์อุณหภูมิของเครื่องพิมพ์ทำงานไม่ถูกต้อง
zh_hans: 打印机的温度传感器工作不正常。

# Message_142
source: Printing is complete. The time it took is shown below.
de_de: Der Druckvorgang ist abgeschlossen. Die benötigte Zeit wird unten angezeigt.
es: La impresión está completa. El tiempo que tomó se muestra a continuación.
fr: L'impression est terminée. Le temps qu'il a fallu est indiqué ci-dessous.
it: La stampa è completa. Il tempo impiegato è mostrato di seguito.
nl_nl: Het afdrukken is voltooid. De tijd die het kostte, wordt hieronder weergegeven.
th_th: การพิมพ์เสร็จสมบูรณ์ เวลาที่ใช้แสดงไว้ด้านล่าง
zh_hans: 打印完成。花费的时间如下图所示。

# Message_143
source: The current operation has been paused and is waiting for the cache command to finish.
de_de: Der aktuelle Vorgang wurde angehalten und wartet auf die Beendigung des Cache-Befehls.
es: La operación actual se ha pausado y está esperando que finalice el comando de caché.
fr: L'opération en cours a été interrompue et attend la fin de la commande de cache.
it: L'operazione corrente è stata sospesa ed è in attesa del completamento del comando cache.
nl_nl: De huidige bewerking is onderbroken en wacht tot de cacheopdracht is voltooid.
th_th: การดำเนินการปัจจุบันถูกหยุดชั่วคราวและกำลังรอให้คำสั่งแคชเสร็จสิ้น
zh_hans: 当前操作已暂停，正在等待缓存命令完成。

# Message_144
source: You are going to stop the current operation.
de_de: Sie werden den aktuellen Vorgang stoppen.
es: Vas a detener la operación actual.
fr: Vous allez arrêter l'opération en cours.
it: Interromperai l'operazione in corso.
nl_nl: U gaat de huidige bewerking stoppen.
th_th: คุณกำลังจะหยุดการทำงานปัจจุบัน
zh_hans: 您将停止当前操作。

# Message_145
source: The filament is either missing or the filament sensor is not working properly.
de_de: Entweder fehlt das Filament oder der Filamentsensor funktioniert nicht richtig.
es: Falta el filamento o el sensor de filamento no funciona correctamente.
fr: Le filament est manquant ou le capteur de filament ne fonctionne pas correctement.
it: Il filamento manca o il sensore del filamento non funziona correttamente.
nl_nl: Het filament ontbreekt of de filamentsensor werkt niet goed.
th_th: ไส้หลอดขาดหายไปหรือเซ็นเซอร์ไส้หลอดทำงานไม่ถูกต้อง
zh_hans: 灯丝丢失或灯丝传感器工作不正常。

# Message_146
source: An operation is currently in progress. Please try again later.
de_de: Derzeit wird eine Operation durchgeführt. Bitte versuchen Sie es später erneut.
es: Actualmente hay una operación en curso. Por favor, inténtelo de nuevo más tarde.
fr: Une opération est actuellement en cours. Veuillez réessayer plus tard.
it: Un'operazione è attualmente in corso. Per favore riprova più tardi.
nl_nl: Er is momenteel een operatie gaande. Probeer het later opnieuw.
th_th: ขณะนี้การดำเนินการอยู่ในระหว่างดำเนินการ กรุณาลองใหม่อีกครั้งในภายหลัง.
zh_hans: 当前正在进行一项操作。请稍后再试。

# Message_147
source: To cancel printing, please press Ok.
de_de: Um den Druckvorgang abzubrechen, drücken Sie bitte Ok.
es: Para cancelar la impresión, presione Ok.
fr: Pour annuler l'impression, veuillez appuyer sur OK.
it: Per annullare la stampa, premere OK.
nl_nl: Druk op Ok om het afdrukken te annuleren.
th_th: หากต้องการยกเลิกการพิมพ์ โปรดกดตกลง
zh_hans: 要取消打印，请按确定。

# Message_148
source: Failed to pause!
de_de: Pausieren fehlgeschlagen!
es: ¡Error al pausar!
fr: Échec de la pause !
it: Impossibile mettere in pausa!
nl_nl: Pauzeren mislukt!
th_th: หยุดชั่วคราวไม่สำเร็จ!
zh_hans: 暂停失败！

# Message_149
source: Unable to find SD card!
de_de: SD-Karte kann nicht gefunden werden!
es: ¡No se puede encontrar la tarjeta SD!
fr: Impossible de trouver la carte SD !
it: Impossibile trovare la scheda SD!
nl_nl: Kan SD-kaart niet vinden!
th_th: ไม่พบการ์ด SD!
zh_hans: 无法找到 SD 卡！

# Message_150
source: The print head temperature is too low. Please wait while it heats up.
de_de: Die Druckkopftemperatur ist zu niedrig. Bitte warten Sie, während es aufheizt.
es: La temperatura del cabezal de impresión es demasiado baja. Espere mientras se calienta.
fr: La température de la tête d'impression est trop basse. Veuillez patienter pendant qu'il chauffe.
it: La temperatura della testina di stampa è troppo bassa. Attendere mentre si riscalda.
nl_nl: De temperatuur van de printkop is te laag. Wacht terwijl het opwarmt.
th_th: อุณหภูมิหัวพิมพ์ต่ำเกินไป โปรดรอสักครู่ขณะที่เครื่องร้อนขึ้น
zh_hans: 打印头温度过低。正在加热，请稍候。

# Message_151
source: Failed to stop!
de_de: Stoppen fehlgeschlagen!
es: ¡No se pudo detener!
fr: Impossible d'arrêter !
it: Impossibile fermarsi!
nl_nl: Stoppen lukt niet!
th_th: หยุดไม่สำเร็จ!
zh_hans: 阻止失败！

# Message_152
source: Paused and waiting for the cache command to finish.
de_de: Angehalten und warten, bis der Cache-Befehl beendet ist.
es: En pausa y esperando que termine el comando de caché.
fr: En pause et en attente de la fin de la commande de cache.
it: In pausa e in attesa del completamento del comando cache.
nl_nl: Gepauzeerd en wachtend tot de cacheopdracht is voltooid.
th_th: หยุดชั่วคราวและรอให้คำสั่งแคชเสร็จสิ้น
zh_hans: 暂停并等待缓存命令完成。

# Message_153
source: Initiating probing operation.
de_de: Sondierungsbetrieb einleiten.
es: Iniciando la operación de sondeo.
fr: Lancement de l'opération de sondage.
it: Avvio dell'operazione di tastatura.
nl_nl: Beginnen met sonderen.
th_th: กำลังเริ่มดำเนินการตรวจสอบ
zh_hans: 启动探测操作。

# Message_154
source: Probing in progress...
de_de: Sondierung läuft...
es: Sondeo en curso...
fr: Sondage en cours...
it: Prove in corso...
nl_nl: Onderzoek bezig...
th_th: กำลังดำเนินการตรวจสอบ...
zh_hans: 正在试探中...

# Message_173
source: An unexpected power failure has occurred, and the previous operation has stopped running.
de_de: Es ist ein unerwarteter Stromausfall aufgetreten und der vorherige Vorgang wurde gestoppt.
es: Se produjo un corte de energía inesperado y la operación anterior dejó de ejecutarse.
fr: Une panne de courant inattendue s'est produite et l'opération précédente a cessé de s'exécuter.
it: Si è verificata un'interruzione di corrente imprevista e l'operazione precedente è stata interrotta.
nl_nl: Er is een onverwachte stroomstoring opgetreden en de vorige bewerking is gestopt.
th_th: เกิดไฟฟ้าขัดข้องโดยไม่คาดคิด และการทำงานก่อนหน้านี้หยุดทำงาน
zh_hans: 发生意外断电，之前的操作已停止运行。

# Message_174
source: An unexpected power failure has occurred, and the previous operation has stopped running.
de_de: Es ist ein unerwarteter Stromausfall aufgetreten und der vorherige Vorgang wurde gestoppt.
es: Se produjo un corte de energía inesperado y la operación anterior dejó de ejecutarse.
fr: Une panne de courant inattendue s'est produite et l'opération précédente a cessé de s'exécuter.
it: Si è verificata un'interruzione di corrente imprevista e l'operazione precedente è stata interrotta.
nl_nl: Er is een onverwachte stroomstoring opgetreden en de vorige bewerking is gestopt.
th_th: เกิดไฟฟ้าขัดข้องโดยไม่คาดคิด และการทำงานก่อนหน้านี้หยุดทำงาน
zh_hans: 发生意外断电，之前的操作已停止运行。

# Message_175
source: Preheating, please wait...
de_de: Vorheizen, bitte warten...
es: Precalentamiento, por favor espere...
fr: Préchauffage, veuillez patienter...
it: Preriscaldamento in corso, attendere...
nl_nl: Voorverwarmen, even geduld...
th_th: กำลังอุ่นเครื่อง โปรดรอสักครู่...
zh_hans: 正在预热，请稍候...

# Message_189
source: Homing in progress...
de_de: Referenzfahrt läuft...
es: Homing en progreso...
fr: Hommage en cours...
it: Ritorno in corso...
nl_nl: Thuisbezorgd bezig...
th_th: กำลังกลับบ้าน...
zh_hans: 正在归巢...

# Message_190
source: An abnormality has been detected in the hotbed heater. Please inspect both the heater and wiring for any issues.
de_de: In der Brutbettheizung wurde eine Anomalie festgestellt. Bitte überprüfen Sie sowohl die Heizung als auch die Verkabelung auf Probleme.
es: Se ha detectado una anomalía en el calentador de semillero. Inspeccione tanto el calentador como el cableado para detectar cualquier problema.
fr: Une anomalie a été détectée dans le chauffage du foyer. Veuillez inspecter le radiateur et le câblage pour tout problème.
it: È stata rilevata un'anomalia nel riscaldatore del focolaio. Si prega di ispezionare sia il riscaldatore che il cablaggio per eventuali problemi.
nl_nl: Er is een afwijking geconstateerd in de broeikasverwarming. Inspecteer zowel de verwarming als de bedrading op eventuele problemen.
th_th: ตรวจพบความผิดปกติในเครื่องทำความร้อน โปรดตรวจสอบทั้งฮีตเตอร์และสายไฟสำหรับปัญหาใด ๆ
zh_hans: 温床加热器检测到异常。请检查加热器和接线是否有任何问题。

# Message_191
source: An abnormality has been detected in the hotbed NTC. Please inspect both the NTC and wiring for any issues.
de_de: Im Brutstätten-NTC wurde eine Anomalie festgestellt. Bitte überprüfen Sie sowohl den NTC als auch die Verkabelung auf Probleme.
es: Se ha detectado una anomalía en el semillero NTC. Inspeccione tanto el NTC como el cableado para detectar cualquier problema.
fr: Une anomalie a été détectée dans le NTC du foyer. Veuillez inspecter le NTC et le câblage pour tout problème.
it: È stata rilevata un'anomalia nell'NTC focolaio. Si prega di ispezionare sia l'NTC che il cablaggio per eventuali problemi.
nl_nl: Er is een afwijking geconstateerd in de broeikas NTC. Inspecteer zowel de NTC als de bedrading op eventuele problemen.
th_th: ตรวจพบความผิดปกติในแหล่งเพาะกทช. โปรดตรวจสอบทั้ง NTC และสายไฟสำหรับปัญหาใด ๆ
zh_hans: 检测到温床 NTC 异常。请检查 NTC 和接线是否有任何问题。

# Message_192
source: An abnormality has been detected in the nozzle heater. Please inspect both the heater and wiring for any issues.
de_de: In der Düsenheizung wurde eine Anomalie festgestellt. Bitte überprüfen Sie sowohl die Heizung als auch die Verkabelung auf Probleme.
es: Se ha detectado una anomalía en el calentador de la boquilla. Inspeccione tanto el calentador como el cableado para detectar cualquier problema.
fr: Une anomalie a été détectée dans le réchauffeur de buse. Veuillez inspecter le radiateur et le câblage pour tout problème.
it: È stata rilevata un'anomalia nel riscaldatore dell'ugello. Si prega di ispezionare sia il riscaldatore che il cablaggio per eventuali problemi.
nl_nl: Er is een afwijking gedetecteerd in de straalpijpverwarming. Inspecteer zowel de verwarming als de bedrading op eventuele problemen.
th_th: ตรวจพบความผิดปกติในเครื่องทำความร้อนหัวฉีด โปรดตรวจสอบทั้งฮีตเตอร์และสายไฟสำหรับปัญหาใด ๆ
zh_hans: 检测到喷嘴加热器异常。请检查加热器和接线是否有任何问题。

# Message_193
source: An abnormality has been detected in the nozzle NTC. Please inspect both the NTC and wiring for any issues.
de_de: Im Düsen-NTC wurde eine Anomalie festgestellt. Bitte überprüfen Sie sowohl den NTC als auch die Verkabelung auf Probleme.
es: Se ha detectado una anomalía en el NTC de la boquilla. Inspeccione tanto el NTC como el cableado para detectar cualquier problema.
fr: Une anomalie a été détectée dans la buse NTC. Veuillez inspecter le NTC et le câblage pour tout problème.
it: È stata rilevata un'anomalia nell'NTC dell'ugello. Si prega di ispezionare sia l'NTC che il cablaggio per eventuali problemi.
nl_nl: Er is een afwijking geconstateerd in de nozzle NTC. Inspecteer zowel de NTC als de bedrading op eventuele problemen.
th_th: ตรวจพบความผิดปกติในหัวฉีด NTC โปรดตรวจสอบทั้ง NTC และสายไฟสำหรับปัญหาใด ๆ
zh_hans: 喷嘴 NTC 检测到异常。请检查 NTC 和接线是否有任何问题。

# Message_194
source: The X homing process has failed. Please check the X endstop and wiring for any issues.
de_de: Der X-Homing-Vorgang ist fehlgeschlagen. Bitte überprüfen Sie den X-Endanschlag und die Verkabelung auf Probleme.
es: El proceso de búsqueda de X ha fallado. Verifique el tope final X y el cableado para ver si hay algún problema.
fr: Le processus de référencement X a échoué. Veuillez vérifier la butée X et le câblage pour tout problème.
it: Il processo di homing di X non è riuscito. Si prega di controllare il fine corsa X e il cablaggio per eventuali problemi.
nl_nl: Het X-homingproces is mislukt. Controleer de X-eindstop en bedrading op eventuele problemen.
th_th: กระบวนการกลับบ้าน X ล้มเหลว โปรดตรวจสอบ X endstop และการเดินสายสำหรับปัญหาใด ๆ
zh_hans: X 归位过程失败。请检查 X 限位器和接线是否有任何问题。

# Message_195
source: The Y homing process has failed. Please check the Y endstop and wiring for any issues.
de_de: Die Y-Referenzfahrt ist fehlgeschlagen. Bitte überprüfen Sie den Y-Endanschlag und die Verkabelung auf Probleme.
es: El proceso de referencia Y ha fallado. Verifique el tope Y y el cableado para ver si hay algún problema.
fr: Le processus de référencement Y a échoué. Veuillez vérifier la butée Y et le câblage pour tout problème.
it: Il processo di homing Y è fallito. Si prega di controllare il finecorsa Y e il cablaggio per eventuali problemi.
nl_nl: Het Y-zoekproces is mislukt. Controleer de Y-eindstop en bedrading op eventuele problemen.
th_th: กระบวนการกลับบ้าน Y ล้มเหลว โปรดตรวจสอบจุดสิ้นสุด Y และการเดินสายสำหรับปัญหาใด ๆ
zh_hans: Y 归位过程失败。请检查 Y 限位器和接线是否有任何问题。

# Message_196
source: The Z homing process has failed. Please check the Z endstop and wiring for any issues.
de_de: Der Z-Homing-Prozess ist fehlgeschlagen. Bitte überprüfen Sie den Z-Endanschlag und die Verkabelung auf Probleme.
es: El proceso de homing Z ha fallado. Verifique el tope final Z y el cableado para ver si hay algún problema.
fr: Le processus de référencement Z a échoué. Veuillez vérifier la butée Z et le câblage pour tout problème.
it: Il processo di homing Z non è riuscito. Si prega di controllare il fine corsa Z e il cablaggio per eventuali problemi.
nl_nl: Het Z-homingproces is mislukt. Controleer de Z-eindstop en bedrading op eventuele problemen.
th_th: กระบวนการกลับบ้าน Z ล้มเหลว โปรดตรวจสอบจุดสิ้นสุด Z และการเดินสายสำหรับปัญหาใด ๆ
zh_hans: Z 归位过程失败。请检查 Z 挡块和接线是否有任何问题。

# Message_197
source: The Z homing process has failed. Please check the ZL endstop and wiring for any issues.
de_de: Der Z-Homing-Prozess ist fehlgeschlagen. Bitte überprüfen Sie den ZL-Endanschlag und die Verkabelung auf Probleme.
es: El proceso de homing Z ha fallado. Verifique el tope final ZL y el cableado para ver si hay algún problema.
fr: Le processus de référencement Z a échoué. Veuillez vérifier la butée ZL et le câblage pour tout problème.
it: Il processo di homing Z non è riuscito. Si prega di controllare il finecorsa ZL e il cablaggio per eventuali problemi.
nl_nl: Het Z-homingproces is mislukt. Controleer de ZL-eindstop en bedrading op eventuele problemen.
th_th: กระบวนการกลับบ้าน Z ล้มเหลว โปรดตรวจสอบจุดสิ้นสุดของ ZL และการเดินสายสำหรับปัญหาใด ๆ
zh_hans: Z 归位过程失败。请检查 ZL 止动器和接线是否有任何问题。

# Message_198
source: The Z homing process has failed. Please check the ZR endstop and wiring for any issues.
de_de: Der Z-Homing-Prozess ist fehlgeschlagen. Bitte überprüfen Sie den ZR-Endanschlag und die Verkabelung auf Probleme.
es: El proceso de homing Z ha fallado. Verifique el tope final ZR y el cableado para ver si hay algún problema.
fr: Le processus de référencement Z a échoué. Veuillez vérifier la butée ZR et le câblage pour tout problème.
it: Il processo di homing Z non è riuscito. Si prega di controllare il fine corsa ZR e il cablaggio per eventuali problemi.
nl_nl: Het Z-homingproces is mislukt. Controleer de ZR-eindstop en bedrading op eventuele problemen.
th_th: กระบวนการกลับบ้าน Z ล้มเหลว โปรดตรวจสอบจุดสิ้นสุดของ ZR และการเดินสายสำหรับปัญหาใดๆ
zh_hans: Z 归位过程失败。请检查 ZR 止动器和接线是否有任何问题。

# Message_199
source: An abnormality has been detected in the leveling sensor. Please check the wiring for any issues.
de_de: Im Nivelliersensor wurde eine Anomalie erkannt. Bitte überprüfen Sie die Verkabelung auf Probleme.
es: Se ha detectado una anomalía en el sensor de nivelación. Por favor, compruebe el cableado para cualquier problema.
fr: Une anomalie a été détectée dans le capteur de niveau. Veuillez vérifier le câblage pour tout problème.
it: È stata rilevata un'anomalia nel sensore di livellamento. Si prega di controllare il cablaggio per eventuali problemi.
nl_nl: Er is een afwijking gedetecteerd in de waterpassensor. Controleer de bedrading op eventuele problemen.
th_th: ตรวจพบความผิดปกติในเซ็นเซอร์ปรับระดับ โปรดตรวจสอบสายไฟสำหรับปัญหาใด ๆ
zh_hans: 水平传感器检测到异常。请检查接线是否有任何问题。

# Message_200
source: Auto-leveling has failed. The hotend is too high from the hotbed. Please check if the Z endstop sticks or is malfunctioning.
de_de: Die automatische Ausrichtung ist fehlgeschlagen. Das Hotend ist zu hoch von der Brutstätte. Bitte prüfen Sie, ob der Z-Endanschlag klemmt oder defekt ist.
es: La nivelación automática ha fallado. El hotend está demasiado alto respecto al semillero. Compruebe si el tope final Z se atasca o no funciona correctamente.
fr: Le nivellement automatique a échoué. Le hotend est trop haut par rapport au hotbed. Veuillez vérifier si la butée Z colle ou fonctionne mal.
it: Il livellamento automatico non è riuscito. L'hotend è troppo alto rispetto al focolaio. Si prega di verificare se il fine corsa Z si attacca o non funziona correttamente.
nl_nl: Automatisch nivelleren is mislukt. De hotend is te hoog van het broeinest. Controleer of de Z-eindstop vastzit of niet goed werkt.
th_th: การปรับระดับอัตโนมัติล้มเหลว Hotend อยู่สูงเกินไปจากแหล่งเพาะ โปรดตรวจสอบว่าเอ็นสต็อป Z ติดค้างหรือทำงานผิดปกติหรือไม่
zh_hans: 自动调平失败。热端离温床太高。请检查 Z 挡块是否卡住或出现故障。

# Message_204
source: To calibrate the leveling sensor, use a tool to touch the printer nozzle.
de_de: Verwenden Sie zum Kalibrieren des Nivellierungssensors ein Werkzeug, um die Druckerdüse zu berühren.
es: Para calibrar el sensor de nivelación, use una herramienta para tocar la boquilla de la impresora.
fr: Pour calibrer le capteur de mise à niveau, utilisez un outil pour toucher la buse de l'imprimante.
it: Per calibrare il sensore di livellamento, utilizzare uno strumento per toccare l'ugello della stampante.
nl_nl: Gebruik een gereedschap om de spuitmond van de printer aan te raken om de waterpassensor te kalibreren.
th_th: ในการปรับเทียบเซ็นเซอร์ปรับระดับ ให้ใช้เครื่องมือแตะหัวฉีดของเครื่องพิมพ์
zh_hans: 要校准水平传感器，请使用工具接触打印机喷嘴。

# Message_205
source: The calibration was successful and the leveling process has begun.
de_de: Die Kalibrierung war erfolgreich und der Nivellierungsprozess hat begonnen.
es: La calibración fue exitosa y el proceso de nivelación ha comenzado.
fr: Le calibrage a réussi et le processus de mise à niveau a commencé.
it: La calibrazione è andata a buon fine e il processo di livellamento è iniziato.
nl_nl: De kalibratie is succesvol verlopen en het nivelleringsproces is begonnen.
th_th: การสอบเทียบสำเร็จและกระบวนการปรับระดับได้เริ่มขึ้นแล้ว
zh_hans: 校准成功，调平过程开始。
